Tekla.Structures.Model.BoltGroup.BoltShapeEnum


Tekla.Structures.Model.BoltGroup.BoltShapeEnum.SHAPE_ARRAY
The array shape.

Tekla.Structures.Model.BoltGroup.BoltShapeEnum.SHAPE_CIRCLE
The circle shape.

Tekla.Structures.Model.BoltGroup.BoltShapeEnum.SHAPE_XY_LIST
The XY list.